import { OURS, THEIRS } from '../const';

module.exports = [
  { "question": "галиматья", 
    "explanation": "В русском языке слово появилось в конце XVIII в. и было заимствовано из французского (galimatias – «неразбериха»), "+
    "где известно с 1580 г. Первоначально слово использовалось только в студенческом жаргоне и лишь с течением времени стало "+
    "общеупотребительным. По некоторым предположениям, слово «галиматья» пришло во французский и немецкий языки из испанского "+
    "(от galimatias), куда, в свою очередь, попало из арабского: в арабском alima – «знать», «быть сведущим», «учиться». Интересна "+
    "также теория, по которой «галиматья» буквально обозначает «знание петуха», где лат. gallus – «петух» и греч. matthias – «знание»."+
    "Большинство же языковедов склонны считать, что слово «галиматья» жаргонное, порожденное студенческим арго второй половины XVII в.", "answer": THEIRS} 
 ,{ "question": "изба", "explanation": "объяснение для избы", "answer": THEIRS} 
 ,{ "question": "лапоть", "explanation": "объяснение для лаптя", "answer": OURS} 
 ,{ "question": "суета", "explanation": "объяснение для суеты", "answer": OURS} 
 ];
