import { OURS, THEIRS } from '../const';

module.exports = [
  { "question": "галиматья", 
    "explanation": "В конце прошлого столетия французский врач Гали Матье лечил своих пациентов шутками. "+
      "Он обрел такую популярность, что не стал успевать на все визиты и свои целительные каламбуры посылал по почте. "+
      "Так возникло слово «галиматья», которое в то время означало — целительная шутка, каламбур. "+
      "Доктор увековечил свое имя, но в настоящее время это понятие имеет совершенно иной смысл.", "answer": THEIRS} 
 ,{ "question": "изба", "explanation": "объяснение для избы", "answer": THEIRS} 
 ,{ "question": "лапоть", "explanation": "объяснение для лаптя", "answer": OURS} 
 ,{ "question": "суета", "explanation": "объяснение для суеты", "answer": OURS} 
 ];
